const text = document.createElement("text");
text.id = "text";
main.appendChild(text);

text.innerHTML=`<div id="p">
<br></br>
גלידת שטראוס היא חלק בלתי נפרד מהבית הישראלי, ומאחוריה עומדת היסטוריה ארוכה של מומחיות ואיכות. הגלידות שלנו נעשות עם הרבה אהבה ובהנאה קסומה, כך שתוכלו למלא את שגרת החיים שלכם ברגעים קטנים של אושר.
<br></br>
אז למה אתם מחכים? בואו למצוא את האושר שלכם ולהתפנק עם אחד ממותגי הגלידות הבינלאומיים, בהם מגנום – אצולת הגלידה ואייקון התענוג והאיכות האולטימטיבי, קורנטו – הטילון שיגרום לכם להתאהב בכל ביס מחדש, וסולרו – השילוב המרענן של גלידה ופרי, או להתענג עם גלידה ישראלית משובחת, כגון שוקובו, טעמקור ופסק זמן, וכמובן קרמיסימו – הגלידה המשפחתית האהובה בישראל.
<br></br>
וזה לא הכול. תוכלו ליהנות גם ממותגי שלגוני הילדים והמשפחה של גלידת שטראוס, המשלבים טעמים כיפיים, מרקמים מעניינים, צורות וצבעים שכל ילד (וגם מבוגר) ישמח להנות מהם!
אנחנו בגלידת שטראוס, מפתחים ומשיקים מגוון מוצרים חדשים בכל שנה שיעשו לכם קיץ של כיף. מוזמנים למקרר האדום לבחור את הגלידה המועדפת עליכם!
<br></br>
<span>
איך הכול התחיל?
</span>
<p></p>
הסיפור של גלידת שטראוס התחיל כבר ב-1936, כשזוג יהודים מגרמניה בשם ריכרד והילדה שטראוס החליט לעלות לישראל ולהקים רפת משפחתית בחצר הצריף שלהם בנהריה. השניים התמקדו בעיקר במכירת החלב הטרי שייצרו הפרות, אבל יום אחד החליטה הילדה להכין קצפת אמיתית מעודפי החלב של הפרות ולהניח אותה על תותים טריים שליקטה בשדה. במהירה פשטה השמועה על מעדן התותים המשובח של הילדה בכל אזור הצפון, והזוג התקדם לאתגר הבא.
<br></br>
ב-1939 הקים הזוג מחלבה בנהריה, תחת השם מחלבת שטראוס כמובן, כשאת אריזות המוצרים עיטר סמל של בת יענה (משמעות המילה שטראוס בגרמנית).  הגבינות, שיוצרו בעבודת יד, נמכרו למסעדות ולחנויות בנהריה, והשם החל לצבור מוניטין בזכות הטעם המשובח ואיכות המוצרים הגבוהה.
<br></br>
ב-1949 הילדה החליטה שהיא רוצה לנסות להכין גלידה. היא התחילה בניסיונות ביתיים, וכשהצליחה להגיע לטעם המדויק החלה לשווק את הגלידה ברחבי הארץ. סמל בת היענה שהיה עד אז על האריזות הוחלף באיור של מגדל המים המפורסם של נהריה. ב-1962 חברת שטראוס שכרה מפעל קרח בעכו שם הקימה את מפעל הגלידה הראשון בישראל שייצר גלידה בצורת חרוט (שלימים הפך ל"טילון" המפורסם).
<br></br>
ב-1979 שטראוס המשיכה לגדול ורכשה את "גלידות ויטמן" שהייתה עד אז המתחרה הגדולה שלה. מכאן הדרך להפוך למעצמת גלידות הייתה קצרה.
<br></br>
<span>
גלידת שטראוס ויוניליוור – סיפור אהבה
</span>
<p></p>
ב- 1995 רכש תאגיד המזון העולמי "יוניליוור", מהמובילים בעולם בתחום הגלידות, 50% מהשליטה בגלידת שטראוס והמשיך לרכוש מניות לאורך השנים. ב- 2014 השליטה המלאה בחברת גלידת שטראוס הועברה ליוניליוור.
החיבור בין יוניליוור וגלידת שטראוס הוא שילוב מושלם בין מותגי גלידה בינלאומיים לבין מותגיה הישראליים והאהובים של גלידת שטראוס. אנחנו קשובים לצורכי הלקוחות שלנו ומקפידים להשיק מוצרים חדשים העונים על מגמות וטרנדים בשוק, כגון שלגונים הנושאים את התו Vegan Friendly וגלידת Premium Wellness. כל זאת במטרה לאפשר לצרכן הישראלי ליהנות גם ממוצרי גלידה משובחים ואהובים מהעולם וגם מגלידה מקומית מפנקת ואהובה לא פחות.
<br></br>
<span>
השוק המקצועי
</span>
<p></p>
גלידת שטראוס מציעה מבחר מוצרים ושירותים המבוססים על ניסיון וידע בינלאומיים, במטרה להעניק השראה קולינרית ועסקית לשפים, קונדיטורים ומקבלי החלטות בשוק המקצועי. אנחנו עובדים בשיתוף פעולה צמוד עם מלונות, מסעדות, גלידריות, שירותי הסעדה וקונדיטוריות, כדי לסייע להם לענות על צורכי הלקוחות ולהבטיח שהמטבח שלהם יהיה יעיל, משגשג וכמובן רווחי.
<br></br>
<span>
החזון של גלידת שטראוס
</span>
<p></p>
המטרה שלנו ושל לקוחותינו היא אחת: ליצור מנות מלהיבות, טעימות ומגוונות, שיהפכו את הצרכנים למרוצים וללקוחות חוזרים. המוצרים והפתרונות שלנו מספקים השראה ומאפשרים לחסוך זמן ומשאבים, מבלי להתפשר על טעם ואיכות המנה הסופית.
<br></br>
<span>
התשוקה שלנו לאוכל
</span>
<p></p>
אוכל וקינוחים הם התשוקה והלהט שלנו. אנחנו סקרנים מטבענו ומנסים עוד ועוד שילובים מרגשים של מרכיבים, טעמים, מרקמים ותהליכי הכנה חדשים, במטרה ליצור מנות מקוריות ומפנקות. בעזרת הידע הרב שנצבר אצלנו, אנחנו מסייעים ללקוחותינו להישאר מעודכנים בטרנדים ובטעמים הכי עדכניים.
<br></br>
<span>
מקצועיות של שפים עבור שפים
</span>
<p></p>
בעזרת ליווי של שף קונדיטור, אנחנו מסייעים ללקוחותינו ליצור מנות אטרקטיביות שמבטאות את האיזון המושלם בין טעם לבין מחיר מטרה, ומוגשות ברמה אחידה וגבוהה.
<br></br>
</div>`
